import { PrivacyText } from "@/ui-kit";


export default function DidntEnter() {
  return (
        <PrivacyText title="Что не вошло в презентацию ">
            Чтобы сохранить фокус на ключевых решениях, я оставила за скобками часть технических этапов. Тем не менее, проект прошел полный цикл разработки, включая:
            <br/>
            <br/> • Аналитическую базу: подробный конкурентный анализ и ресерч рынка.
            <br/> • Проектирование опыта: проработку сценариев через CJM и job statement, user flow.
            <br/> • Проверку логики: итерации с low-fi и high-fi прототипами.
            <br/> • Визуальный фундамент: мудборды, поиск брендинга и сборку дизайн-системы (UI Kit).
            <br/><br/>
            Все эти материалы (артефакты, таблицы и рабочие файлы в Figma) я храню в рабочем пространстве и с радостью покажу на интервью.
        </PrivacyText>
  );
}
